{"data":{"allBooksJson":{"edges":[{"node":{"id":"1","title":"Milkman","author":"Anna Burns","about":"The last thing she ever wanted to be. To be interesting is to be noticed and to be noticed is dangerous. Milkman is a tale of gossip and hearsay, silence and deliberate deafness. It is the story ofinaction with enormous consequences.","theme":"pink","src":{"childImageSharp":{"fluid":{"originalImg":"/static/55986a761264c43192d771bb2d314765/58a06/1_milkman.jpg"}}}}},{"node":{"id":"2","title":"The Mars Room","author":"Rachel Kushner","about":"It’s 2003 and Romy Hall is at the start of two consecutive life sentences at Stanville Women’s Correctional Facility, deep in California’s Central Valley. Outside is the world from which she has been severed: the San Francisco of her youth and her young son, Jackson. Inside is a new reality: thousands of women hustling for the bare essentials needed to survive; the bluffing and pageantry and casual acts of violence by guards and prisoners alike; and the deadpan absurdities of institutional living, which Kushner evokes with great humor and precision.","theme":"orange","src":{"childImageSharp":{"fluid":{"originalImg":"/static/4d0726edda5f30c155dd821cc59cf8f5/3dc2b/2_mars.jpg"}}}}},{"node":{"id":"3","title":"My Year of Rest and Relaxation","author":"Ottessa Moshfegh","about":"A shocking, hilarious and strangely tender novel about a young woman’s experiment in narcotic hibernation, aided and abetted by one of the worst psychiatrists in the annals of literature. ","theme":"#C4406D","src":{"childImageSharp":{"fluid":{"originalImg":"/static/c2ea1b8a01e3bba6de5bbb354647eca3/ac17f/3_rest.jpg"}}}}},{"node":{"id":"4","title":"My Ex-Life","author":"Stephen McCauley","about":"In prose filled with hilarious and heartbreakingly accurate one-liners, Stephen McCauley has written a novel that examines how we define home, family, and love. Be prepared to laugh, shed a few tears, and have thoughts of your own ex-life triggered. (Throw pillows optional.)","theme":"#F4ED96","src":{"childImageSharp":{"fluid":{"originalImg":"/static/7613340bc535b1baad110337ea4e3bd4/ed515/4_ex.jpg"}}}}},{"node":{"id":"5","title":"How To Invent Everything","author":"Ryan North","about":"What would you do if a time machine hurled you thousands of years into the past. . . and then broke? How would you survive? Could you improve on humanity's original timeline? And how hard would it be to domesticate a giant wombat? ","theme":"#37799E","src":{"childImageSharp":{"fluid":{"originalImg":"/static/35694255e3b67e76bf4ceae7a4f0b9f0/b6002/5_invent.jpg"}}}}},{"node":{"id":"6","title":"The Overstory","author":"Richard Powers","about":"The Overstory is a book for all readers who despair of humanity’s self-imposed separation from the rest of creation and who hope for the transformative, regenerating possibility of a homecoming. If the trees of this earth could speak, what would they tell us? 'Listen. There’s something you need to hear.'","theme":"#98AA91","src":{"childImageSharp":{"fluid":{"originalImg":"/static/55ce9973723b5c1efb6ca89e691b3fa8/d72ed/6_overstory.jpg"}}}}},{"node":{"id":"7","title":"Circe","author":"Madeline Miller","about":"With unforgettably vivid characters, mesmerizing language and page-turning suspense, Circe is a triumph of storytelling, an intoxicating epic of family rivalry, palace intrigue, love and loss, as well as a celebration of indomitable female strength in a man's world.","theme":"#F0B943","src":{"childImageSharp":{"fluid":{"originalImg":"/static/ec837ad9808f545ac9d9d7f20e2626c1/555cb/7_circe.jpg"}}}}},{"node":{"id":"8","title":"The Female Persuasion","author":"Meg Wolitzer","about":"Charming and wise, knowing and witty, Meg Wolitzer delivers a novel about power and influence, ego and loyalty, womanhood and ambition. At its heart, The Female Persuasion is about the flame we all believe is flickering inside of us, waiting to be seen and fanned by the right person at the right time. ","theme":"#ED8583","src":{"childImageSharp":{"fluid":{"originalImg":"/static/41c6bd9a9364c5147705ca3bb11c2160/b6002/8_persuasion.jpg"}}}}},{"node":{"id":"9","title":"Heavy: An American Memoir","author":"Kiese Laymon","about":"In this powerful and provocative memoir, genre-bending essayist and novelist Kiese Laymon explores what the weight of a lifetime of secrets, lies, and deception does to a black body, a black family, and a nation teetering on the brink of moral collapse.Kiese Laymon is a fearless writer.","theme":"#C5463C","src":{"childImageSharp":{"fluid":{"originalImg":"/static/0d8df9d397302648f190a77349de31a6/3dc2b/9_heavy.jpg"}}}}},{"node":{"id":"10","title":"The Personality Brokers","author":"Merve Emre","about":"rawing from original reporting and never-before-published documents, The Personality Brokers takes a critical look at the personality indicator that became a cultural icon. Along the way it examines nothing less than the definition of the self–our attempts to grasp, categorize, and quantify our personalities. Surprising and absorbing, the book, like the test at its heart, considers the timeless question: What makes you, you?","theme":"#1A70B2","src":{"childImageSharp":{"fluid":{"originalImg":"/static/efac7169a44ca59d602e45c49a921418/3dc2b/10_personality.jpg"}}}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}