{"data":{"allBooksJson":{"edges":[{"node":{"id":"1","title":"Milkman","author":"Anna Burns","about":"The last thing she ever wanted to be. To be interesting is to be noticed and to be noticed is dangerous. Milkman is a tale of gossip and hearsay, silence and deliberate deafness. It is the story ofinaction with enormous consequences.","theme":"pink","src":{"childImageSharp":{"fluid":{"originalImg":"/static/55986a761264c43192d771bb2d314765/58a06/milkman.jpg"}}}}},{"node":{"id":"2","title":"The Mars Room","author":"Rachel Kushner","about":"It’s 2003 and Romy Hall is at the start of two consecutive life sentences at Stanville Women’s Correctional Facility, deep in California’s Central Valley. Outside is the world from which she has been severed: the San Francisco of her youth and her young son, Jackson. Inside is a new reality: thousands of women hustling for the bare essentials needed to survive; the bluffing and pageantry and casual acts of violence by guards and prisoners alike; and the deadpan absurdities of institutional living, which Kushner evokes with great humor and precision.","theme":"orange","src":{"childImageSharp":{"fluid":{"originalImg":"/static/4d0726edda5f30c155dd821cc59cf8f5/3dc2b/mars.jpg"}}}}},{"node":{"id":"3","title":"My Year of Rest and Relaxation","author":"Ottessa Moshfegh","about":"A shocking, hilarious and strangely tender novel about a young woman’s experiment in narcotic hibernation, aided and abetted by one of the worst psychiatrists in the annals of literature. Our narrator has many of the advantages of life, on the surface. Young, thin, pretty, a recent Columbia graduate, she lives in an apartment on the Upper East Side of Manhattan paid for, like everything else, by her inheritance. But there is a vacuum at the heart of things, and it isn’t just the loss of her parents in college, or the way her Wall Street boyfriend treats her, or her sadomasochistic relationship with her alleged best friend. It’s the year 2000 in a city aglitter with wealth and possibility; what could be so terribly wrong?","theme":"#C4406D","src":{"childImageSharp":{"fluid":{"originalImg":"/static/c2ea1b8a01e3bba6de5bbb354647eca3/ac17f/rest.jpg"}}}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}